Repository: toliksadovnichiy/numbers_project
Catalog: lib/l10n/app_*.arb
Languages: uk

# loginPage_signIn
source: Sign In
uk: Вхід

# loginPage_signUp
source: Sign Up
uk: Реєстрація

# loginPage_fullName
source: Full Name
uk: Ім'я

# loginPage_password
source: Password
uk: Пароль

# loginPage_enter
source: Enter
uk: Увійти

# loginPage_enterYourEmail
source: Enter your email and password to sign in.
uk: Введіть свою електронну пошту і пароль щоб увійти.

# loginPage_forgetPassword
source: Forget password?
uk: Забули пароль?

# loginPage_doNotHaveAccount
source: Do not have account?
uk: Немає облікового запису?

# loginPage_createNewAccount
source: Create new account.
uk: Створити обліковий запис.

# loginPage_emailIsRequired
source: Email is required
uk: Введіть електронну пошту

# loginPage_enterValidEmail
source: Enter a valid email address
uk: Введіть дійсну адресу електронної пошти

# loginPage_passwordIsRequired
source: Password is required
uk: Введіть пароль

# loginPage_passwordMustBe
source: Password must be at least 6 characters long
uk: Пароль має містити щонайменше 6 символів

# logInPage_fieldCanNotBeEmpty
source: This field cannot be empty
uk: Поле не може бути порожнім

# logInPage_fieldMustBe30
source: Must be at most 30 characters
uk: Максимум 30 символів

# logInPage_fieldOnlyAlphabetic
source: Only alphabetic characters are allowed
uk: Дозволяється використовувати лише букви.

# logInPage_createAccount
source: Create Account
uk: Створити Обліковий Запис

# logInPage_enterYour
source: Enter tour Name, Email and Password for sign up.
uk: Введіть своє ім'я, електронну пошту та пароль для реєстрації.

# logInPage_alreadyHaveAccount
source: Already have account?
uk: Вже є обліковий запис?

# logInPage_bySigningUp
source: By Signing up you agree to our Terms Conditions & Privacy Policy.
uk: Реєструючись, ви погоджуєтеся з нашими Умовами та Політикою конфіденційності.
